#print(360)

#print("360")

#print(5 + 10)

#print(5 * 10)

#print(5 / 10)

#print(str(5) + "10")

# ორ სტრინგს შორის + სიმბოლოს ჩაწერა ნიშნავს შეერთებას. 
# ინტეჯერებს შორის + სიმბოლოს ჩაწერა ნიშნავს მათემატიკურ მოქმედებას, შეკრებას.

# ინტეჯერი(integer) არის რიცხვი/ციფრი. 

# სტრინგი(string) არის სიმბოლოების ერთობლიობა
# მაგალითად სიმბოლოები:  ლ, უ, კ და ა გაერთიანდება და გამოვა სტრინგი: ლუკა


# input ნიშნავს შეტანას, ანუ input ბრძანებით შეგვიძლია ინფორმაციის შეტანა.
# output ნიშნავს გამოტანას, ანუ output - ით ხდება ინფორმაციის გამოტანა.
