item = "bike"
device = "ipad"
country = "Georgia"

# ჩვენ შეგვიძლია წარმოვიდგინოთ ცვლადი(variable) როგორც ყუთი
#რომელიც შეიცავს გარკვეულ ინფორმაციას.

#მაგ: city = "Tbilisi"  city - არის ცვლადის(variable) ანუ ყუთი,
#ხოლო "Tbilisi" არის ინფორმაცია რომელიც ამ ყუთში ანუ ცვლადშია მოთავსებული.

#კომპიუტერული პროგრამები იყენებენ ცვლადებს რომ დაიმახსოვრონ/შეინახონ მნიშვნელოვანი ინფორმაცია.
#ცვლადს აქვს სახელი და მნიშვნელობა
# ჩვენ შეგვიძლია შევქმნათ ცვლადი სახელის და მნიშვნელობის შეერთებით
# და ამ ორი კომპონენტის შესაერთებლად გამოიყენება ტოლობის ნიშანი =

# ბრჭყალები - quotation marks
# ცვლადი ინახავს სტრინგ ტიპით თუ მნიშვნელობა მოთავსებულია ბრჭყალებში.
# სტრინგ ტიპის გამოსახატად ჩვენ შეგვიძლია გამოვიყენოთ როგორც ერთ მძიმიანი ბრჭყალები 'string' ასევე
# ორ მძიმიანი ბრჭყალები "string". აუცილებელი პირობაა რომ ისინი ერთმანეთს ემთხვეოდნენ ანუ
# სტრინგის დაწერისას ან ვიყენებთ ერთმძიმიან ბრჭყალებს 'string' ან ორ მძიმიან "string" ბრჭყალებს.

#რიცხვითი მონაცემები არის ინფორმაცია რომელიც გვხვდება ციფრებით.
# სტრინგის მსგავსად შეგვიძლია რიცხვითი მონაცემების შენახვა ცვლადში.

population = 25000

book = "The Hobbit" # ეს არის ცვლადი რომელიც ინახავს სტრინგის ტიპის ინფორმაციას.
pages = 310 # ეს არის ცვლადი რომელიც ინახავს ინტეჯერის ტიპის ინფორმაციას.

# რიცხვითი მონაცემები არ უნდა იყოს მოთავსებული ბრჭყალებში.

# parentheses - ფრჩხილები - ()
